Revit 2024 API
SymbolTypeId.Cm Property
 Symbol cm, indicating unit Centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Cm { get; }
Visual Basic
Public Shared ReadOnly Property Cm As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Cm {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace